import React from 'react'

export default function Container() {
  return (
    <div class="container">
            <div class="card">
                <div class="card-img">
                    <img src="https://ir.ozone.ru/s3/multimedia-8/c500/6665518628.jpg"/>
                </div>
                <div><a  class="card-title" href="#">Толстой Л.Н."Анна Каренина"</a></div>
                <div class="card-sub">"Анну Каренину" по праву называют самым известным и популярным в мире романом о любви.
                    "Огромная разработка души человеческой", как отзывался о книге Достоевский, — вот, наверное, что больше всего подкупает нас в этой книге.</div>
                <div class="card-price">329 p.</div>
                <div class="add-to-cart">+</div>
            </div>
    
            <div class="card">
                <div class="card-img">
                    <img src="https://cdn1.ozone.ru/s3/multimedia-s/c600/6425866420.jpg"/>
                </div>
                <div><a  class="card-title" href="#">Берджесс Э. "Заводной апельсин"</a></div>
                <div class="card-sub">"Заводной апельсин" - литературный парадокс XX столетия. Продолжая футуристические традиции и литературе, экспериментируя с языком, на котором говорит рубежное поколение malltshipalltshikov и kisok "надсатых", Энтони Бёрджесс создает роман, признанный классикой современной литературы. Умный, жестокий, харизматичный антигерой Алекс, лидер уличной банды, проповедуя насилие как высокое искусство жизни, как род наслаждения, попадает в железные тиски новейшей государственной программы по перевоспитанию преступников и сам становится жертвой насилия. Можно ли спасти мир от зла, лишая человека воли совершать поступки и превращая его в "заводной апельсин". Этот вопрос сегодня актуален так же, как и вчера, и вопрос этот автор задает читателю.</div>
                <div class="card-price">280 p.</div>
                <div class="add-to-cart">+</div>
            </div>
    
            <div class="card">
                <div class="card-img">
                    <img src="https://avatars.mds.yandex.net/get-mpic/4033296/img_id282001527691348019.jpeg/240x320"/>
                </div>
                <div><a  class="card-title" href="#">Сартр Ж. "Возраст зрелости"</a></div>
                <div class="card-sub">«Возраст зрелости» (1945) — первый роман трилогии Сартра «Дороги свободы». Три дня из жизни Матье, университетского преподавателя философии, перед которым встает сложный выбор. Вступить в «буржуазный» брак с женщиной, ждущей от него ребенка, или продолжить поиски собственной свободы? Этот простой на первый взгляд сюжет служит лишь обрамлением для подлинного содержания романа — художественного исследования на вечную экзистенциальную тему поисков истинной свободы, ее смысла, сути и той цены, которую человек готов — или не готов — заплатить за ее обретение.</div>
                <div class="card-price2">317 p.</div>
                <div class="card-price-sale">199 p.</div>
                <div class="add-to-cart">+</div>
            </div>
    
            <div class="card">
                <div class="card-img">
                    <img src="https://knigobox.ru/image/catalog/eksmo/0/810064775-vokrug-sveta-v-vosemdesyat-dnej-9785171188030.jpg"/>
                </div>
                <div><a  class="card-title" href="#">Верн Ж. "Вокруг света в 80 дней"</a></div>
                <div class="card-sub">Мистер Филеас Фогг вел размеренную, спокойную жизнь – по крайней мере, до того, как поспорил, что сможет обогнуть земной шар в кратчайшие сроки. И теперь, как истинный англичанин и джентльмен, он во что бы то ни стало обязан выиграть необычное пари!Вместе с верным слугой Паспарту он отправляется в полное опасностей и приключений кругосветное путешествие. Героям предстоит пережить восемьдесят самых удивительных и непредсказуемых дней в своей жизни: прочувствовать экзотику далеких стран, попасть в шторм на корабле, проехаться верхом на слоне, сразиться с кровожадными индейцами и быть арестованными буквально перед самой победой…</div>
                <div class="card-price">277 p.</div>
                <div class="add-to-cart">+</div>
            </div>
    
            <div class="card">
                <div class="card-img">
                    <img src="https://sun9-5.userapi.com/impg/NQvSsvLqWiZyHSlMQPshUQnsu4GlO95tqknrzw/VAn8eut464U.jpg?size=1359x2126&quality=95&sign=96d1c946b7bd4dda9be220b76abddf7a&type=album"/>
                </div>
                <div><a  class="card-title" href="#">Бронте Э. "Грозовой перевал"</a></div>
                <div class="card-sub">«Грозовой перевал» Эмили Бронте — не просто золотая классика мировой литературы, но роман, перевернувший в свое время представления о романтической прозе. Проходят годы и десятилетия, но история бурной, страстной, трагической любви Хитклифа и Кэти по-прежнему не поддается ходу времени. «Грозовым перевалом» зачитывалось уже много поколений женщин — продолжают зачитываться и сейчас. Эта книга не стареет, как не стареет истинная любовь...</div>
                <div class="card-price">333 p.</div>
                <div class="add-to-cart">+</div>
            </div>
    
            <div class="card">
                <div class="card-img">
                    <img src="https://cdn1.ozone.ru/s3/multimedia-d/c600/6664009369.jpg"/>
                </div>
                <div><a  class="card-title" href="#">Хемингуэй Э. "Вешние воды"</a></div>
                <div class="card-sub">"Вешние воды" (1926) — раннее произведение Эрнеста Хемингуэя, написанное во время его пребывания в Париже.
                    Это своеобразная пародия на стиль и приемы американского писателя Шервуда Андерсона, чье творчество стало образцом для выдающихся авторов — Томаса Вулфа, Уильяма Фолкнера и самого Хемингуэя.</div>
                <div class="card-price">114 p.</div>
                <div class="add-to-cart">+</div>
            </div>
    
            <div class="card">
                <div class="card-img">
                    <img src="https://avatars.dzeninfra.ru/get-zen_doc/9213367/pub_6453ceb0f1dfd60b9bdd3224_6453d02cf9a0d071fd8050b5/scale_1200"/>
                </div>
                <div><a  class="card-title" href="#">Булгаков М.А. "Белая гвардия"</a></div>
                <div class="card-sub">"Белая гвардия" — первое большое произведение Булгакова и единственный роман, который издавался еще при жизни автора. Впервые — в журнале "Россия" еще в 1925 году, полностью роман был опубликован во Франции в 1927-1929 годах.
                    Это история Гражданской войны 1918 года, история краха устоев и традиций, расказанная очевидцем и участником тех событий. Но в то же время это интереснейшая, во многом автобиографичная семейная сага. Почти все персонажи имеют прототипы — родственники, друзья, знакомые семьи Булгаковых. Турбины — потерянное поколение. Прежней Родины больше нет... Нравственные ориентиры пошатнулись, но устояли. И теперь, в безумии наступившего времени, герои любой ценой пытаются сохранить хоть малую толику того, во что верили, чем дорожили...
                    Произведение неоднократно экранизировалось: художественный фильм "Бег" (1970) Александра Алова и Владимира Наумова, снятый по мотивам произведений Булгакова, "Дни Турбиных" (1976) Владимира Басова, многосерийный фильм Сергея Снежкина "Белая гвардия" (2012).</div>
                <div class="card-price">214 p.</div>
                <div class="add-to-cart">+</div>
            </div>
    
            <div class="card">
                <div class="card-img">
                    <img src="https://avatars.dzeninfra.ru/get-zen_doc/4956378/pub_63a5d01d9397281caae3bf88_63a5ecf6e7cb570eeb3250d4/scale_1200"/>
                </div>
                <div><a  class="card-title" href="#">Маркес Г.Г. "Любовь во время чумы"</a></div>
                <div class="card-sub">История любви, побеждающей все — время и пространство, жизненные невзгоды и даже несовершенство человеческой души.
                    Смуглая красавица Фермина отвергла юношескую любовь друга детства Флорентино Ариса и предпочла стать супругой доктора Хувеналя Урбино — ученого, мечтающего избавить испанские колонии от их смертоносного бича — чумы. Но Флорентино не теряет надежды. Он ждет — ждет и любит. И неистовая сила его любви лишь крепнет с годами.
                    Такая любовь достойна восхищения. О ней слагают песни и легенды.
                    Страсть — как смысл жизни. Верность — как суть самого бытия.</div>
                <div class="card-price2">413 p.</div>
                <div class="card-price-sale">350 p.</div>
                <div class="add-to-cart">+</div>
            </div>
    
            <div class="card">
                <div class="card-img">
                    <img src="https://chitatel.by/storage/thumbs/e9/h1001_w1001_e9f8b8848583489592ec15e287d4d580.jpg"/>
                </div>
                <div><a  class="card-title" href="#">Пушкин А.С. "Евгений Онегин"</a></div>
                <div class="card-sub">"Евгений Онегин" (1823-1831) – одно из самых значительных произведений русской литературы.
                    Пронзительная любовная история, драматические повороты сюжета, тонкий психологизм персонажей, детальное описание быта и нравов той эпохи (не случайно Белинский назвал роман "энциклопедией русской жизни") – в этом произведении, как в зеркале, отразилась вся русская жизнь. "Евгений Онегин" никогда не утратит своей актуальности, и даже спустя два века мы поражаемся точности и верности "ума холодных наблюдений и сердца горестных замет" великого русского поэта.
                    В сборник включены также драма "Борис Годунов" и цикл коротких пьес "Маленькие трагедии".</div>
                <div class="card-price">149 p.</div>
                <div class="add-to-cart">+</div>
            </div>
    
            <div class="card">
                <div class="card-img">
                    <img src="https://cdn.img-gorod.ru/nomenclature/24/597/2459704.jpg"/>
                </div>
                <div><a  class="card-title" href="#">Фицджеральд Ф. "Великий Гэтсби"</a></div>
                <div class="card-sub">"Бурные" двадцатые годы прошлого столетия…
                    Время шикарных вечеринок, "сухого закона" и "легких" денег…
                    Эти "новые американцы" уверены, что расцвет будет вечным, что достигнув вершин власти и богатства, они обретут и личное счастье…
                    Таким был и Джей Гэтсби, ставший жертвой бессмысленной погони за пленительной мечтой об истинной и вечной любви, которой не суждено было сбыться…
                    Перед вами — самый знаменитый роман Ф.С. Фицджеральда в новом переводе!</div>
                <div class="card-price2">410 p.</div>
                <div class="card-price-sale">290 p.</div>
                <div class="add-to-cart">+</div>
            </div>
            </div>
  )
}
